Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# LanguageChangedTitle
source: Language Changed
de_de: Sprache geändert
es_mx: Idioma cambiado
fr_fr: Langue modifiée
hi_in: भाषा बदल गई
id_id: Bahasa Telah Diubah
it_it: Lingua Modificata
ja_jp: 言語が変更されました
ko_kr: 언어 변경됨
pt_br: Idioma alterado
ru_ru: Язык изменён
zh_cn: 语言已更改
zh_tw: 語言已更改

# LanguageChangedMessage
source: Language changed. Some UI elements require a restart to fully apply.
de_de: Die Spracheinstellung wurde geändert. Aufgrund technischer Einschränkungen ist ein Neustart erforderlich, damit einige UI-Elemente vollständig wirksam werden.
es_mx: Idioma cambiado. Algunos elementos de la interfaz requieren reiniciar para aplicarse completamente.
fr_fr: Les paramètres de langue ont été modifiés. En raison de limitations techniques, certaines parties de l'interface nécessitent un redémarrage pour être pleinement appliquées.
hi_in: भाषा बदल दी गई है। कुछ UI तत्वों को पूरी तरह लागू होने के लिए पुनः प्रारंभ की आवश्यकता होती है।
id_id: Bahasa telah diubah. Beberapa elemen UI memerlukan mulai ulang agar diterapkan sepenuhnya.
it_it: Lingua modificata. Alcuni elementi dell'interfaccia richiedono un riavvio per essere applicati completamente.
ja_jp: 言語設定が変更されました。一部のUIは再起動が必要です。
ko_kr: 언어가 변경되었습니다. 일부 UI 요소는 완전히 적용되려면 다시 시작해야 합니다.
pt_br: O idioma foi alterado. Alguns elementos da interface precisam reiniciar para aplicar completamente.
ru_ru: Язык изменён. Некоторые элементы интерфейса требуют перезапуска для полного применения.
zh_cn: 语言设置已更改。由于技术限制，部分UI需要重启才能完全生效。
zh_tw: 語言設定已更改。由於技術限制，部分介面需要重新啟動才能完全生效。

# LanguageSelection_Title
source: Choose Your Language
de_de: Wähle deine Sprache
es_mx: Elige tu idioma
fr_fr: Choisissez votre langue
hi_in: अपनी भाषा चुनें
id_id: Pilih Bahasa
it_it: Scegli la lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
pt_br: Escolha seu idioma
ru_ru: Выберите язык
zh_cn: 选择你的语言
zh_tw: 選擇你的語言

# LanguageSelection_Subtitle
source: Select your preferred language to continue
de_de: Wähle deine bevorzugte Sprache aus, um fortzufahren
es_mx: Selecciona tu idioma preferido para continuar
fr_fr: Sélectionnez votre langue préférée pour continuer
hi_in: जारी रखने के लिए अपनी पसंदीदा भाषा चुनें
id_id: Pilih bahasa pilihan Anda untuk melanjutkan
it_it: Seleziona la tua lingua preferita per continuare
ja_jp: 使用する言語を選択してください
ko_kr: 사용할 언어를 선택하세요
pt_br: Selecione seu idioma preferido para continuar
ru_ru: Выберите предпочитаемый язык, чтобы продолжить
zh_cn: 请选择你偏好的语言以继续
zh_tw: 請選擇你偏好的語言以繼續

# LanguageSelection_Confirm
source: Confirm
de_de: Bestätigen
es_mx: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认
zh_tw: 確認

# LanguageSelection_SystemDefault
source: System Default
de_de: Systemstandard
es_mx: Predeterminado del sistema
fr_fr: Défaut du système
hi_in: सिस्टम डिफ़ॉल्ट
id_id: Default Sistem
it_it: Predefinito di sistema
ja_jp: システム既定
ko_kr: 시스템 기본값
pt_br: Padrão do sistema
ru_ru: По умолчанию
zh_cn: 系统默认
zh_tw: 系統預設

# LanguageSelection_Selected
source: Selected
de_de: Ausgewählt
es_mx: Seleccionado
fr_fr: Sélectionné
hi_in: चयनित
id_id: Terpilih
it_it: Selezionato
ja_jp: 選択済み
ko_kr: 선택됨
pt_br: Selecionado
ru_ru: Выбрано
zh_cn: 已选中
zh_tw: 已選中

# RestartNowBtn
source: Restart Now
de_de: Jetzt neustarten
es_mx: Reiniciar ahora
fr_fr: Redémarrer maintenant
hi_in: अभी पुनः प्रारंभ करें
id_id: Mulai Ulang Sekarang
it_it: Riavvia Ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
pt_br: Reiniciar agora
ru_ru: Перезапустить сейчас
zh_cn: 立即重启
zh_tw: 立即重新啟動

# RestartLaterBtn
source: Restart Later
de_de: Später manuell neustarten
es_mx: Reiniciar más tarde
fr_fr: Redémarrer plus tard
hi_in: बाद में पुनः प्रारंभ करें
id_id: Mulai Ulang Nanti
it_it: Riavvia Dopo
ja_jp: 後で再起動
ko_kr: 나중에 다시 시작
pt_br: Reiniciar depois
ru_ru: Перезапустить позже
zh_cn: 稍后手动重启
zh_tw: 稍後手動重新啟動

# AppVersionFormat
source: Version {0}
es_mx: Versión {0}
hi_in: संस्करण {0}
id_id: Versi {0}
it_it: Versione {0}
ja_jp: バージョン {0}
ko_kr: 버전 {0}
pt_br: Versão {0}
ru_ru: Версия {0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# InjectionSettingsNav
source: Injection Settings
de_de: Injektionseinstellungen
es_mx: Ajustes de inyección
fr_fr: Paramètres d'injection
hi_in: इंजेक्शन सेटिंग्स
id_id: Pengaturan Injeksi
it_it: Impostazioni Injection
ja_jp: 注入設定
ko_kr: 인젝션 설정
pt_br: Config. de Injeção
ru_ru: Настройки инжекта
zh_cn: 注入设置
zh_tw: 注入設定

# InjectionBuiltInDesc
source: Inject plugins via built-in engine
de_de: Integrierte Engine zur Plugin-Injektion verwenden
es_mx: Inyectar plugins mediante el motor integrado
fr_fr: Injecter les plugins avec le moteur intégré
hi_in: बिल्ट-इन इंजन के माध्यम से प्लगइन इंजेक्ट करें
id_id: Injeksi plugin melalui mesin bawaan
it_it: Inietta plugin tramite motore integrato
ja_jp: 内蔵エンジンでプラグインを注入
ko_kr: 내장 엔진을 통해 플러그인 인젝션
pt_br: Injetar plugins pelo motor interno
ru_ru: Внедрение плагинов через встроенный движок
zh_cn: 使用内置引擎注入插件
zh_tw: 使用內建引擎注入插件

# InjectionStandaloneDesc
source: Launch and inject via external program
de_de: Externes Programm zum Starten und Injizieren verwenden
es_mx: Iniciar e inyectar mediante programa externo
fr_fr: Lancer et injecter via un programme externe
hi_in: बाहरी प्रोग्राम के माध्यम से लॉन्च और इंजेक्ट करें
id_id: Luncurkan dan injeksi melalui program eksternal
it_it: Avvia e inietta tramite programma esterno
ja_jp: 外部プログラムで起動・注入
ko_kr: 외부 프로그램으로 실행 및 인젝션
pt_br: Iniciar e injetar via programa externo
ru_ru: Запуск и внедрение через внешнюю программу
zh_cn: 使用外部程序启动并注入
zh_tw: 使用外部程式啟動並注入

# AppDisplayName
source: FufuLauncher
zh_cn: 芙芙启动器
zh_tw: 芙芙啟動器

source: Show
de_de: Anzeigen
es_mx: Mostrar
fr_fr: Afficher
hi_in: दिखाएँ
id_id: Tampilkan
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
pt_br: Mostrar
ru_ru: Показать
zh_cn: 显示
zh_tw: 顯示

source: Hide
de_de: Ausblenden
es_mx: Ocultar
fr_fr: Masquer
hi_in: छिपाएँ
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
pt_br: Ocultar
ru_ru: Скрыть
zh_cn: 隐藏
zh_tw: 隱藏

source: Enabled
de_de: Aktiviert
es_mx: Activado
fr_fr: Activé
hi_in: सक्षम
id_id: Aktif
it_it: Abilitato
ja_jp: 有効
ko_kr: 활성화됨
pt_br: Ativado
ru_ru: Включено
zh_cn: 已启用
zh_tw: 已啟用

source: Disabled
de_de: Deaktiviert
es_mx: Desactivado
fr_fr: Désactivé
hi_in: अक्षम
id_id: Nonaktif
it_it: Disabilitato
ja_jp: 無効
ko_kr: 비활성화됨
pt_br: Desativado
ru_ru: Отключено
zh_cn: 已禁用
zh_tw: 已停用

source: Color (Hex)
de_de: Farbe (Hex)
fr_fr: Couleur (Hex)
hi_in: रंग (हेक्स)
id_id: Warna (Hex)
it_it: Colore (Hex)
ja_jp: 色 (Hex)
ko_kr: 색상 (Hex)
pt_br: Cor (Hex)
ru_ru: Цвет (Hex)
zh_cn: 颜色 (Hex)
zh_tw: 色彩 (Hex)

source: Opacity
de_de: Deckkraft
es_mx: Opacidad
fr_fr: Opacité
hi_in: अपारदर्शिता
id_id: Opasitas
it_it: Opacità
ja_jp: 不透明度
ko_kr: 불투명도
pt_br: Opacidade
ru_ru: Прозрачность
zh_cn: 透明度
zh_tw: 不透明度

source: Restore Default
de_de: Standard wiederherstellen
es_mx: Restaurar predeterminado
fr_fr: Rétablir par défaut
hi_in: डिफ़ॉल्ट पुनर्स्थापित करें
id_id: Kembalikan Default
it_it: Ripristina Predefinito
ja_jp: デフォルトに戻す
ko_kr: 기본값 복원
pt_br: Restaurar padrão
ru_ru: По умолчанию
zh_cn: 恢复默认
zh_tw: 恢復預設

source: Browse
de_de: Durchsuchen
es_mx: Explorar
fr_fr: Parcourir
hi_in: ब्राउज़ करें
id_id: Telusuri
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
pt_br: Procurar
ru_ru: Обзор
zh_cn: 浏览
zh_tw: 瀏覽

source: Clear
de_de: Löschen
es_mx: Limpiar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Hapus
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
pt_br: Limpar
ru_ru: Очистить
zh_cn: 清除
zh_tw: 清除

source: High
de_de: Hoch
es_mx: Alto
fr_fr: Élevé
hi_in: उच्च
id_id: Tinggi
it_it: Alto
ja_jp: 高
ko_kr: 높음
pt_br: Alto
ru_ru: Высокий
zh_cn: 高
zh_tw: 高

# SectionAppearance
source: Appearance & Personalization
de_de: Erscheinungsbild & Personalisierung
es_mx: Apariencia y personalización
fr_fr: Apparence &amp; Personnalisation
hi_in: रूप और निजीकरण
id_id: Tampilan & Personalisasi
it_it: Aspetto e Personalizzazione
ja_jp: 外観と個人設定
ko_kr: 외관 및 개인 설정
pt_br: Aparência & Personalização
ru_ru: Внешний вид и персонализация
zh_cn: 外观与个性化
zh_tw: 外觀與個人化

# SectionHomeText
source: Home Text Style
de_de: Startseiten-Textstil
es_mx: Estilo de texto de inicio
fr_fr: Style du texte d'accueil
hi_in: होम टेक्स्ट शैली
id_id: Gaya Teks Beranda
it_it: Stile Testo Home
ja_jp: ホームテキストスタイル
ko_kr: 홈 텍스트 스타일
pt_br: Estilo do texto da página inicial
ru_ru: Стиль текста главной страницы
zh_cn: 主页文字样式
zh_tw: 主頁文字樣式

# SectionLanguage
source: Language & Region
de_de: Sprache & Region
es_mx: Idioma y región
fr_fr: Langue &amp; Région
hi_in: भाषा और क्षेत्र
id_id: Bahasa & Wilayah
it_it: Lingua e Regione
ja_jp: 言語と地域
ko_kr: 언어 및 지역
pt_br: Idioma & Região
ru_ru: Язык и регион
zh_cn: 语言与区域
zh_tw: 語言與地區

# SectionLaunchConfig
source: Game Launch Configuration
de_de: Startkonfiguration
es_mx: Configuración de inicio del juego
fr_fr: Configuration de lancement du jeu
hi_in: गेम लॉन्च कॉन्फ़िगरेशन
id_id: Konfigurasi Peluncuran Game
it_it: Configurazione Avvio Gioco
ja_jp: ゲーム起動設定
ko_kr: 게임 실행 설정
pt_br: Configuração de inicialização do jogo
ru_ru: Конфигурация запуска игры
zh_cn: 游戏启动配置
zh_tw: 遊戲啟動設定

# SectionBackground
source: Background & Visual Effects
de_de: Hintergrund & Visuelle Effekte
es_mx: Fondo y efectos visuales
fr_fr: Arrière-plan &amp; Effets visuels
hi_in: पृष्ठभूमि और दृश्य प्रभाव
id_id: Latar Belakang & Efek Visual
it_it: Sfondo ed Effetti Visivi
ja_jp: 背景と視覚効果
ko_kr: 배경 및 시각 효과
pt_br: Plano de fundo & Efeitos visuais
ru_ru: Фон и визуальные эффекты
zh_cn: 背景与视觉效果
zh_tw: 背景與視覺效果

# SectionWindowEffects
source: Window Effects
de_de: Fenstereffekte
es_mx: Efectos de ventana
fr_fr: Effets de fenêtre
hi_in: विंडो प्रभाव
id_id: Efek Jendela
it_it: Effetti Finestra
ja_jp: ウィンドウ効果
ko_kr: 창 효과
pt_br: Efeitos da janela
ru_ru: Эффекты окна
zh_cn: 窗口效果
zh_tw: 視窗效果

# SectionStartupSound
source: Startup Sound
de_de: Startsound
es_mx: Sonido de inicio
fr_fr: Son de démarrage
hi_in: स्टार्टअप ध्वनि
id_id: Suara Startup
it_it: Suono di Avvio
ja_jp: 起動音
ko_kr: 시작 사운드
pt_br: Som de inicialização
ru_ru: Звук запуска
zh_cn: 启动音效
zh_tw: 啟動音效

# SectionCheckinSettings
source: Check-in Configuration
de_de: Check-in-Einstellungen
es_mx: Configuración de check-in
fr_fr: Configuration du check-in
hi_in: चेक-इन कॉन्फ़िगरेशन
id_id: Konfigurasi Check-in
it_it: Configurazione Check-in
ja_jp: チェックイン設定
ko_kr: 출석 체크 설정
pt_br: Configuração de check-in
ru_ru: Настройки отметок
zh_cn: 签到配置
zh_tw: 簽到設定

# SectionAdvancedOptions
source: Advanced Options
de_de: Erweiterte Optionen
es_mx: Opciones avanzadas
fr_fr: Options avancées
hi_in: उन्नत विकल्प
id_id: Opsi Lanjutan
it_it: Opzioni Avanzate
ja_jp: 詳細オプション
ko_kr: 고급 옵션
pt_br: Opções avançadas
ru_ru: Расширенные параметры
zh_cn: 高级选项
zh_tw: 進階選項

# SectionScreenshotSettings
source: Screenshot Settings
de_de: Screenshot-Einstellungen
es_mx: Ajustes de captura de pantalla
fr_fr: Paramètres de capture d'écran
hi_in: स्क्रीनशॉट सेटिंग्स
id_id: Pengaturan Screenshot
it_it: Impostazioni Screenshot
ja_jp: スクリーンショット設定
ko_kr: 스크린샷 설정
pt_br: Configurações de captura de tela
ru_ru: Настройки скриншотов
zh_cn: 截图设置
zh_tw: 螢幕截圖設定

# SectionUpdate
source: Check for Updates
de_de: Nach Updates suchen
es_mx: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
hi_in: अपडेट की जाँच करें
id_id: Periksa Pembaruan
it_it: Verifica Aggiornamenti
ja_jp: アップデート確認
ko_kr: 업데이트 확인
pt_br: Verificar atualizações
ru_ru: Проверка обновлений
zh_cn: 检查更新
zh_tw: 檢查更新

# SectionAbout
source: About
de_de: Über
es_mx: Acerca de
fr_fr: À propos
hi_in: जानकारी
id_id: Tentang
it_it: Informazioni
ja_jp: について
ko_kr: 정보
pt_br: Sobre
ru_ru: О программе
zh_cn: 关于
zh_tw: 關於

# SectionSecurityAuth
source: Developer License Authentication
de_de: Entwicklerlizenz-Authentifizierung
es_mx: Autenticación de licencia de desarrollador
fr_fr: Authentification licence développeur
hi_in: डेवलपर लाइसेंस प्रमाणीकरण
id_id: Autentikasi Lisensi Developer
it_it: Autenticazione Licenza Sviluppatore
ja_jp: 開発者ライセンス認証
ko_kr: 개발자 라이선스 인증
pt_br: Autenticação de licença de desenvolvedor
ru_ru: Аутентификация лицензии разработчика
zh_cn: 开发者许可认证
zh_tw: 開發者授權認證

# ThemeTitle
source: App Theme
de_de: Anwendungsdesign
es_mx: Tema de la aplicación
fr_fr: Thème de l'application
hi_in: ऐप थीम
id_id: Tema Aplikasi
it_it: Tema App
ja_jp: アプリテーマ
ko_kr: 앱 테마
pt_br: Tema do aplicativo
ru_ru: Тема приложения
zh_cn: 应用主题
zh_tw: 應用程式主題

# ThemeCaption
source: Choose the app's display theme
de_de: Wähle das Anzeigedesign der Anwendung
es_mx: Elegir el tema de visualización de la aplicación
fr_fr: Choisissez le thème d'affichage de l'application
hi_in: ऐप की प्रदर्शन थीम चुनें
id_id: Pilih tema tampilan aplikasi
it_it: Scegli il tema di visualizzazione dell'app
ja_jp: 表示テーマを選択
ko_kr: 앱의 표시 테마를 선택하세요
pt_br: Escolha o tema de exibição do aplicativo
ru_ru: Выберите тему оформления
zh_cn: 选择应用程序的显示主题
zh_tw: 選擇應用程式的顯示主題

# ThemeLight
source: Light Mode
de_de: Helles Design
es_mx: Modo claro
fr_fr: Mode clair
hi_in: लाइट मोड
id_id: Mode Terang
it_it: Modalità Chiara
ja_jp: ライトモード
ko_kr: 라이트 모드
pt_br: Modo claro
ru_ru: Светлая тема
zh_cn: 浅色模式
zh_tw: 淺色模式

# ThemeDark
source: Dark Mode
de_de: Dunkles Design
es_mx: Modo oscuro
fr_fr: Mode sombre
hi_in: डार्क मोड
id_id: Mode Gelap
it_it: Modalità Scura
ja_jp: ダークモード
ko_kr: 다크 모드
pt_br: Modo escuro
ru_ru: Тёмная тема
zh_cn: 深色模式
zh_tw: 深色模式

# ThemeSystem
source: Follow System Setting
de_de: Systemeinstellung folgen
es_mx: Seguir configuración del sistema
fr_fr: Suivre les paramètres système
hi_in: सिस्टम सेटिंग का पालन करें
id_id: Ikuti Pengaturan Sistem
it_it: Segui Impostazioni di Sistema
ja_jp: システム設定に従う
ko_kr: 시스템 설정 따르기
pt_br: Seguir configuração do sistema
ru_ru: Системная тема
zh_cn: 跟随系统设置
zh_tw: 跟隨系統設定

# CustomThemeColorTitle
source: Custom App Theme Color
de_de: Benutzerdefinierte Designfarbe
es_mx: Color de tema personalizado
fr_fr: Couleur de thème personnalisée
hi_in: कस्टम ऐप थीम रंग
id_id: Warna Tema Aplikasi Kustom
it_it: Colore Tema Personalizzato
ja_jp: カスタムテーマ色
ko_kr: 사용자 지정 앱 테마 색상
pt_br: Cor personalizada do tema
ru_ru: Свой цвет темы
zh_cn: 自定义软件主题颜色
zh_tw: 自訂軟體主題色彩

# CustomThemeColorCaption
source: Enter a hex color code. Leave blank and restart to restore the default.
de_de: Hex-Farbcode auswählen oder eingeben. Leer lassen und App neustarten, um die Standardfarbe wiederherzustellen.
es_mx: Introduce un código de color hexadecimal. Déjalo en blanco y reinicia para restaurar el predeterminado.
fr_fr: Choisissez ou saisissez un code couleur hexadécimal. Laissez vide et redémarrez l'application pour restaurer la couleur par défaut
hi_in: हेक्स रंग कोड दर्ज करें। डिफ़ॉल्ट पुनर्स्थापित करने के लिए खाली छोड़कर पुनः प्रारंभ करें।
id_id: Masukkan kode warna hex. Kosongkan dan mulai ulang untuk mengembalikan default.
it_it: Inserisci un codice colore esadecimale. Lascia vuoto e riavvia per ripristinare il predefinito.
ja_jp: Hexカラーコードを入力。空欄で再起動するとデフォルトに戻ります。
ko_kr: Hex 색상 코드를 입력하세요. 비워 두고 다시 시작하면 기본값으로 복원됩니다.
pt_br: Insira um código de cor hexadecimal. Deixe em branco e reinicie para restaurar o padrão.
ru_ru: Введите Hex-код. Оставьте пустым и перезапустите для сброса.
zh_cn: 选择或输入Hex颜色代码。留空并重启应用可恢复默认颜色
zh_tw: 選擇或輸入 Hex 色碼。留空並重新啟動應用程式可恢復預設色彩

# HomeCardDisplayTitle
source: Home Card Display
de_de: Startseiten-Kartenanzeige
es_mx: Visualización de tarjetas de inicio
fr_fr: Affichage des cartes d'accueil
hi_in: होम कार्ड प्रदर्शन
id_id: Tampilan Kartu Beranda
it_it: Visualizzazione Schede Home
ja_jp: ホームカード表示
ko_kr: 홈 카드 표시
pt_br: Exibição de cards na página inicial
ru_ru: Отображение карточек
zh_cn: 主页卡片显示
zh_tw: 主頁卡片顯示

# HomeCardDisplayCaption
source: Show or hide game news and check-in cards on the home page
de_de: Erlaubt das Ausblenden der Spielnews-Karte oder der Check-in-Karte auf der Startseite
es_mx: Mostrar u ocultar noticias del juego y tarjetas de check-in en la página de inicio
fr_fr: Permet de masquer la carte d'actualités ou la carte de check-in sur la page d'accueil
hi_in: होम पेज पर गेम समाचार और चेक-इन कार्ड दिखाएँ या छिपाएँ
id_id: Tampilkan atau sembunyikan kartu berita game dan check-in di halaman beranda
it_it: Mostra o nascondi le schede notizie e check-in nella pagina principale
ja_jp: お知らせカードやチェックインカードの表示/非表示
ko_kr: 홈 페이지에서 게임 소식 및 출석 체크 카드 표시/숨기기
pt_br: Mostrar ou ocultar notícias do jogo e cards de check-in na página inicial
ru_ru: Показать или скрыть карточки новостей и отметок
zh_cn: 允许隐藏主页的游戏资讯卡片或签到卡片
zh_tw: 允許隱藏主頁的遊戲資訊卡片或簽到卡片

source: Hide Game News Card
de_de: Spielnews-Karte ausblenden
es_mx: Ocultar tarjeta de noticias
fr_fr: Masquer la carte d'actualités du jeu
hi_in: गेम समाचार कार्ड छिपाएँ
id_id: Sembunyikan Kartu Berita Game
it_it: Nascondi Scheda Notizie Gioco
ja_jp: お知らせカードを非表示
ko_kr: 게임 소식 카드 숨기기
pt_br: Ocultar card de notícias do jogo
ru_ru: Скрыть карточку новостей
zh_cn: 隐藏游戏资讯卡片
zh_tw: 隱藏遊戲資訊卡片

source: Hide Check-in Card
de_de: Check-in-Karte ausblenden
es_mx: Ocultar tarjeta de check-in
fr_fr: Masquer la carte de check-in
hi_in: चेक-इन कार्ड छिपाएँ
id_id: Sembunyikan Kartu Check-in
it_it: Nascondi Scheda Check-in
ja_jp: チェックインカードを非表示
ko_kr: 출석 체크 카드 숨기기
pt_br: Ocultar card de check-in
ru_ru: Скрыть карточку отметок
zh_cn: 隐藏签到卡片
zh_tw: 隱藏簽到卡片

# ShowPresetCard
source: Show Quick Preset Card
de_de: Schnellvorlagen-Karte anzeigen
es_mx: Mostrar tarjeta de ajustes rápidos
fr_fr: Afficher la carte des préréglages rapides
hi_in: क्विक प्रीसेट कार्ड दिखाएँ
id_id: Tampilkan Kartu Preset Cepat
it_it: Mostra Scheda Predefiniti Rapidi
ja_jp: クイックプリセットを表示
ko_kr: 빠른 프리셋 카드 표시
pt_br: Mostrar card de predefinições rápidas
ru_ru: Показать карточку пресетов
zh_cn: 显示快速预设卡片
zh_tw: 顯示快速預設卡片

source: Show Widget Card
de_de: Widget-Karte anzeigen
es_mx: Mostrar tarjeta de widgets
fr_fr: Afficher la carte des widgets
hi_in: विजेट कार्ड दिखाएँ
id_id: Tampilkan Kartu Widget
it_it: Mostra Scheda Widget
ja_jp: ウィジェットカードを表示
ko_kr: 위젯 카드 표시
pt_br: Mostrar card de widgets
ru_ru: Показать карточку виджетов
zh_cn: 显示小工具卡片
zh_tw: 顯示小工具卡片

# WidgetItemsTitle
source: Widget Card Display Items
de_de: Widget-Karten-Elemente
es_mx: Elementos de la tarjeta de widgets
fr_fr: Éléments de la carte des widgets
hi_in: विजेट कार्ड प्रदर्शन आइटम
id_id: Item Tampilan Kartu Widget
it_it: Elementi Scheda Widget
ja_jp: ウィジェット表示項目
ko_kr: 위젯 카드 표시 항목
pt_br: Itens exibidos no card de widgets
ru_ru: Элементы виджетов
zh_cn: 小工具卡片显示项
zh_tw: 小工具卡片顯示項目

# WidgetItemsCaption
source: Choose which tools to show in the widget card
de_de: Wähle die Werkzeuge aus, die in der Widget-Karte angezeigt werden sollen
es_mx: Elige qué herramientas mostrar en la tarjeta de widgets
fr_fr: Choisissez les outils à afficher dans la carte des widgets
hi_in: विजेट कार्ड में कौन से टूल दिखाने हैं, चुनें
id_id: Pilih alat yang ingin ditampilkan di kartu widget
it_it: Scegli quali strumenti mostrare nella scheda widget
ja_jp: ウィジェットに表示するツールを選択
ko_kr: 위젯 카드에 표시할 도구를 선택하세요
pt_br: Escolha quais ferramentas mostrar no card de widgets
ru_ru: Выберите инструменты для отображения в виджетах
zh_cn: 选择要在小工具卡片中显示的工具
zh_tw: 選擇要在小工具卡片中顯示的工具

# WidgetGacha
source: Show Wish History Analysis
de_de: Wunschverlauf-Analyse anzeigen
es_mx: Mostrar análisis de historial de deseos
fr_fr: Afficher l'analyse des vœux
hi_in: विश इतिहास विश्लेषण दिखाएँ
id_id: Tampilkan Analisis Riwayat Wish
it_it: Mostra Analisi Cronologia Desideri
ja_jp: 祈願履歴分析を表示
ko_kr: 기원 기록 분석 표시
pt_br: Mostrar análise de histórico de desejos
ru_ru: Анализ истории молитв
zh_cn: 显示抽卡记录分析
zh_tw: 顯示祈願記錄分析

# WidgetAchievement
source: Show Achievement Tracking
de_de: Erfolgsverfolgung anzeigen
es_mx: Mostrar seguimiento de logros
fr_fr: Afficher le suivi des succès
hi_in: उपलब्धि ट्रैकिंग दिखाएँ
id_id: Tampilkan Pelacakan Achievement
it_it: Mostra Tracciamento Obiettivi
ja_jp: アチーブメント追跡を表示
ko_kr: 업적 추적 표시
pt_br: Mostrar acompanhamento de conquistas
ru_ru: Отслеживание достижений
zh_cn: 显示成就追踪
zh_tw: 顯示成就追蹤

# WidgetInventory
source: Show Inventory Items
de_de: Inventargegenstände anzeigen
es_mx: Mostrar objetos del inventario
fr_fr: Afficher l'inventaire
hi_in: इन्वेंटरी आइटम दिखाएँ
id_id: Tampilkan Item Inventori
it_it: Mostra Oggetti Inventario
ja_jp: 所持品を表示
ko_kr: 인벤토리 아이템 표시
pt_br: Mostrar itens do inventário
ru_ru: Предметы инвентаря
zh_cn: 显示背包物品
zh_tw: 顯示背包物品

# WidgetPlayerRole
source: Show Character Build Lookup
de_de: Charakter-Build-Abfrage anzeigen
es_mx: Mostrar consulta de builds de personajes
fr_fr: Afficher les stats des personnages
hi_in: पात्र बिल्ड लुकअप दिखाएँ
id_id: Tampilkan Pencarian Build Karakter
it_it: Mostra Ricerca Build Personaggi
ja_jp: キャラクター育成状況を表示
ko_kr: 캐릭터 육성 조회 표시
pt_br: Mostrar consulta de builds de personagens
ru_ru: Информация о персонажах
zh_cn: 显示角色练度查询
zh_tw: 顯示角色練度查詢

# WidgetDailyNoteWindow
source: Show Traveler's Notes
de_de: Reisenotizen anzeigen
es_mx: Mostrar notas del viajero
fr_fr: Afficher le carnet de voyage
hi_in: यात्री के नोट्स दिखाएँ
id_id: Tampilkan Catatan Perjalanan
it_it: Mostra Note del Viaggiatore
ja_jp: 旅人のメモを表示
ko_kr: 여행자 노트 표시
pt_br: Mostrar notas do viajante
ru_ru: Заметки путешественника
zh_cn: 显示旅行便签
zh_tw: 顯示旅行便箋

# WidgetVideo
source: Show Video Library
de_de: Videobibliothek anzeigen
es_mx: Mostrar videoteca
fr_fr: Afficher la vidéothèque
hi_in: वीडियो लाइब्रेरी दिखाएँ
id_id: Tampilkan Perpustakaan Video
it_it: Mostra Libreria Video
ja_jp: 動画ライブラリを表示
ko_kr: 비디오 라이브러리 표시
pt_br: Mostrar biblioteca de vídeos
ru_ru: Видеотека
zh_cn: 显示视频资源库
zh_tw: 顯示影片資源庫

# WidgetBBS
source: Show Battle Chronicle
de_de: Kampfstatistiken anzeigen
es_mx: Mostrar crónica de batalla
fr_fr: Afficher les données de combat
hi_in: बैटल क्रॉनिकल दिखाएँ
id_id: Tampilkan Battle Chronicle
it_it: Mostra Cronache di Battaglia
ja_jp: 戦績情報を表示
ko_kr: 전투 기록 표시
pt_br: Mostrar crônicas de batalha
ru_ru: Боевая хроника
zh_cn: 显示战绩信息
zh_tw: 顯示戰績資訊

# LaunchButtonBgColorTitle
source: Launch Button Background Color
de_de: Farbe des Start-Buttons
es_mx: Color de fondo del botón de inicio
fr_fr: Couleur de fond du bouton de lancement
hi_in: लॉन्च बटन पृष्ठभूमि रंग
id_id: Warna Latar Tombol Luncurkan
it_it: Colore Sfondo Pulsante Avvio
ja_jp: 起動ボタン背景色
ko_kr: 실행 버튼 배경 색상
pt_br: Cor de fundo do botão iniciar
ru_ru: Цвет фона кнопки запуска
zh_cn: 启动按钮背景颜色
zh_tw: 啟動按鈕背景色彩

# NotesItemsTitle
source: Notes Card Display Items
de_de: Notizkarten-Elemente
es_mx: Elementos de la tarjeta de notas
fr_fr: Éléments du carnet de voyage
hi_in: नोट्स कार्ड प्रदर्शन आइटम
id_id: Item Tampilan Kartu Catatan
it_it: Elementi Scheda Note
ja_jp: メモ表示項目
ko_kr: 노트 카드 표시 항목
pt_br: Itens exibidos no card de notas
ru_ru: Элементы заметок
zh_cn: 便签卡片显示项
zh_tw: 便箋卡片顯示項目

# NotesItemsCaption
source: Choose which items to display (max 3)
de_de: Wähle die Elemente aus, die auf der Notizkarte angezeigt werden sollen – maximal 3!
es_mx: Elige qué elementos mostrar (máx. 3)
fr_fr: Choisissez les éléments à afficher dans le carnet (3 maximum)
hi_in: कौन से आइटम दिखाने हैं, चुनें (अधिकतम 3)
id_id: Pilih item yang ingin ditampilkan (maks 3)
it_it: Scegli quali elementi visualizzare (max 3)
ja_jp: 表示する項目を選択（最大3つ）
ko_kr: 표시할 항목을 선택하세요 (최대 3개)
pt_br: Escolha quais itens exibir (máx. 3)
ru_ru: Выберите элементы для отображения (макс. 3)
zh_cn: 选择要在便签卡片中显示的项目，最多选择3个！
zh_tw: 選擇要在便箋卡片中顯示的項目，最多選擇3個！

# NotesWarningTitle
source: Notice
de_de: Hinweis
es_mx: Aviso
fr_fr: Attention
hi_in: सूचना
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 注意
ko_kr: 알림
pt_br: Aviso
ru_ru: Внимание
zh_cn: 注意
zh_tw: 注意
